[
  {
    "guid": "ps_events:11876:delta:0",
    "startTime": "2025-09-08T12:15:00",
    "endTime": "2025-09-08T13:15:00",
    "urlRef": "https://orfe.princeton.edu/events/2025/elynn-chen-new-york-university",
    "series": "S. S. Wilks Memorial Seminar in Statistics",
    "content": "Abstract: Most learning-and-decision systems assume a single\\, homogeneous response to actions. In practice—marketing\\, healthcare\\, operations—outcomes vary across unobserved segments. This talk develops a data-driven framework for decision making under latent heterogeneity\\, where each individual belongs to an unknown group and group membership is probabilistic and feature-driven. I will focus on a linear contextual bandit model with a logistic “gating” rule for membership and group-specific linear rewards\\, and present an exploration-free\\, phased algorithm that jointly learns the gate and the",
    "speaker": "Elynn Chen\\, New York University",
    "location": {
      "name": "Sherrerd",
      "id": "",
      "detail": "101"
    },
    "title": "Data-Driven Decision Making in Latent Heterogeneous Environments",
    "cancelled": "",
    "bannerImage": "",
    "itemType": "advertisement",
    "rawEventDetails": "<h2 class=\"details\">Details</h2>\n<div class=\"clearfix text-formatted field field--name-field-ps-body field--type-text-long field--label-visually_hidden\">\n<div class=\"field__label visually-hidden\">Event Description</div>\n<div class=\"field__item\"><div class=\"tex2jax_process\"><p>Abstract: Most learning-and-decision systems assume a single, homogeneous response to actions. In practice—marketing, healthcare, operations—outcomes vary across unobserved segments. This talk develops a data-driven framework for decision making under latent heterogeneity, where each individual belongs to an unknown group and group membership is probabilistic and feature-driven. I will focus on a linear contextual bandit model with a logistic “gating” rule for membership and group-specific linear rewards, and present an exploration-free, phased algorithm that jointly learns the gate and the segment-specific response surfaces via a high-dimensional EM procedure with sparsity control.<br/><br/>On the theory side, I will show finite-sample estimation guarantees and two notions of regret. We prove that “strong regret”—measured against an oracle that knows the realized segment—cannot be sublinear due to inherent misclassification; in contrast, the practically relevant “regular regret”—against an oracle that knows only the parameters—achieves minimax-optimal rates in horizon and dimension. The results clarify when margin conditions help, and why classical logT regret is unattainable once a stochastic gating boundary must be learned.<br/><br/>A case study on a large-scale cash-bonus targeting platform illustrates substantial gains over pooled models and performance close to a segment-aware oracle. I will close with mechanism-design ideas (screening, deposits, deadlines, proper scoring) that can incentivize users to self-identify their realized segment—pointing to a joint algorithmic-economic toolkit for AI decisions in latent heterogeneous environments. </p><p><a href=\"https://arxiv.org/abs/2502.00423\">Stochastic Linear Bandits with Latent Heterogeneity</a> (Paper)</p></div></div>\n</div>\n<div class=\"field--type-entity-reference-taxonomy-term field field--name-field-ps-events-category field--type-entity-reference field--label-above\">\n<div class=\"field__label\">Event Category</div>\n<div class=\"field__items\">\n<div class=\"tid-96 field__item\">S. S. Wilks Memorial Seminar in Statistics</div>\n</div>\n</div>"
  },
  {
    "guid": "ps_events:11856:delta:0",
    "startTime": "2025-09-11T16:30:00",
    "endTime": "2025-09-11T17:30:00",
    "urlRef": "https://orfe.princeton.edu/events/2025/navid-azizan-mit",
    "series": "Optimization Seminar",
    "content": "AbstractIncorporating prior knowledge and domain-specific input-output requirements\\, such as safety or stability\\, as hard constraints into neural networks is a key enabler for their deployment in high-stakes applications. However\\, existing methods often rely on soft penalties\\, which are insufficient. In this talk\\, I will introduce hard-constrained neural networks (HardNet)\\, a general framework for enforcing hard\\, input-dependent constraints by appending a differentiable enforcement layer to any neural network. This approach enables end-to-end training and\\, crucially\\, is",
    "speaker": "Navid Azizan\\, MIT",
    "location": {
      "name": "Sherrerd Hall",
      "id": "",
      "detail": "101"
    },
    "title": "Hard-Constrained Neural Networks",
    "cancelled": "",
    "bannerImage": "",
    "itemType": "advertisement",
    "rawEventDetails": "<h2 class=\"details\">Details</h2>\n<div class=\"clearfix text-formatted field field--name-field-ps-body field--type-text-long field--label-visually_hidden\">\n<div class=\"field__label visually-hidden\">Event Description</div>\n<div class=\"field__item\"><div class=\"tex2jax_process\"><h3>Abstract</h3><p dir=\"ltr\">Incorporating prior knowledge and domain-specific input-output requirements, such as safety or stability, as hard constraints into neural networks is a key enabler for their deployment in high-stakes applications. However, existing methods often rely on soft penalties, which are insufficient. In this talk, I will introduce hard-constrained neural networks (HardNet), a general framework for enforcing hard, input-dependent constraints by appending a differentiable enforcement layer to any neural network. This approach enables end-to-end training and, crucially, is proven to preserve the network's universal approximation capabilities, ensuring model expressivity is not sacrificed. We demonstrate the versatility and effectiveness of HardNet across various applications: (1) learning with piecewise constraints, (2) learning optimization solvers with guaranteed feasibility, and (3) optimizing control policies in safety-critical systems. This framework can be used even for problems where the constraints themselves are not fully known and must be learned from data in a parametric form, for which I will present two key applications: (1) data-driven control with inherent Lyapunov stability and (2) learning chaotic dynamical systems with guaranteed boundedness. Together, these results demonstrate a unified methodology for embedding formal constraints into deep learning, paving the way for more reliable AI.</p><h4>Related papers</h4><ul><li><a href=\"https://arxiv.org/abs/2410.10807\">HardNet: Hard-Constrained Neural Networks with Universal Approximation Guarantees</a></li><li><a href=\"https://arxiv.org/abs/2303.03157\">CoILS: Data-Driven Control with Inherent Lyapunov Stability</a></li><li><a href=\"https://arxiv.org/abs/2410.00976\">Learning Chaotic Dynamics with Embedded Dissipativity</a></li></ul><h3>Bio</h3><p dir=\"ltr\">Navid Azizan is the Alfred H. (1929) and Jean M. Hayes Assistant Professor at MIT, where he holds dual appointments in the Department of Mechanical Engineering (Control, Instrumentation &amp; Robotics) and the Schwarzman College of Computing's Institute for Data, Systems &amp; Society (IDSS) and is a Principal Investigator in the Laboratory for Information &amp; Decision Systems (LIDS). His research interests broadly lie in machine learning, systems and control, mathematical optimization, and network science. His research lab focuses on various aspects of reliable intelligent systems, with an emphasis on principled learning and optimization algorithms, with applications to autonomy and sociotechnical systems. He obtained his PhD in Computing and Mathematical Sciences (CMS) from the California Institute of Technology (Caltech), in 2020, his MSc in electrical engineering from the University of Southern California in 2015, and his BSc in electrical engineering with a minor in physics from Sharif University of Technology in 2013. Prior to joining MIT, he completed a postdoc at Stanford University in 2021. Additionally, he was a research scientist intern at Google DeepMind in 2019. His work has been recognized by several awards, including Research Awards from Google, Amazon, MathWorks, and IBM, and Best Paper awards and nominations at conferences including ACM Greenmetrics and the Learning for Dynamics &amp; Control (L4DC). He was named in the list of Outstanding Academic Leaders in Data by the CDO Magazine for two consecutive years in 2024 and 2023, received the 2020 Information Theory and Applications (ITA) “Sun” (Gold) Graduation Award, and was named an Amazon Fellow in AI in 2017 and a PIMCO Fellow in Data Science in 2018. His mentorship has been recognized with the Frank E. Perkins Award for Excellence in Graduate Advising (MIT Institute Award) in 2025 and the UROP Outstanding Mentor Award in 2023. Early in his academic journey, he was the first-place winner and a gold medalist at the 2008 National Physics Olympiad in Iran. He founded and co-organized the popular “Control Meets Learning” Virtual Seminar Series during the pandemic.</p></div></div>\n</div>\n<div class=\"field--type-entity-reference-taxonomy-term field field--name-field-ps-events-category field--type-entity-reference field--label-above\">\n<div class=\"field__label\">Event Category</div>\n<div class=\"field__items\">\n<div class=\"tid-106 field__item\">Optimization Seminar</div>\n</div>\n</div>"
  },
  {
    "guid": "ps_events:11861:delta:0",
    "startTime": "2025-09-15T12:15:00",
    "endTime": "2025-09-15T13:15:00",
    "urlRef": "https://orfe.princeton.edu/events/2025/zhuoran-yang-22-yale-university",
    "series": "S. S. Wilks Memorial Seminar in Statistics",
    "content": "AbstractWe study how multi-head softmax attention models are trained to perform in-context learning on linear data. Through extensive empirical experiments and rigorous theoretical analysis\\, we demystify the emergence of elegant attention patterns: a diagonal and homogeneous pattern in the key-query weights\\, and a last-entry-only and zero-sum pattern in the output-value weights.Remarkably\\, these patterns consistently appear from gradient-based training starting from random initialization.Our analysis reveals that such emergent structures enable multi-head attention to",
    "speaker": "Zhuoran Yang *22\\, Yale University",
    "location": {
      "name": "Sherrerd Hall",
      "id": "",
      "detail": "101"
    },
    "title": "In-Context Linear Regression Demystified: Training Dynamics and Mechanistic Interpretability of Multi-Head Softmax Attention",
    "cancelled": "",
    "bannerImage": "",
    "itemType": "advertisement",
    "rawEventDetails": "<h2 class=\"details\">Details</h2>\n<div class=\"clearfix text-formatted field field--name-field-ps-body field--type-text-long field--label-visually_hidden\">\n<div class=\"field__label visually-hidden\">Event Description</div>\n<div class=\"field__item\"><div class=\"tex2jax_process\"><h3>Abstract</h3><p>We study how multi-head softmax attention models are trained to perform in-context learning on linear data. Through extensive empirical experiments and rigorous theoretical analysis, we demystify the emergence of elegant attention patterns: a diagonal and homogeneous pattern in the key-query weights, and a last-entry-only and zero-sum pattern in the output-value weights.<br/>Remarkably, these patterns consistently appear from gradient-based training starting from random initialization.Our analysis reveals that such emergent structures enable multi-head attention to approximately implement a debiased gradient descent predictor --- one that outperforms single-head attention and nearly achieves Bayesian optimality up to proportional factor.<br/>We also extend our study to scenarios with anisotropic covariates and multi-task linear regression.<br/>Our results reveal that in-context learning ability emerges from the trained transformer as an aggregated effect of its architecture and the underlying data distribution, paving the way for deeper understanding and broader applications of in-context learning. This is a joint work with Jianliang He, Xintian Pan, and Siyu Chen. <a href=\"https://y-agent.github.io/posts/in_context_regression\">Blog</a></p><h3>Bio</h3><p>Zhuoran Yang is an Assistant Professor of Statistics and Data Science at Yale University, starting in July 2022. His research interests lie in the interface between machine learning, statistics, and optimization. He is particularly interested in the foundations of reinforcement learning, representation learning, and deep learning. Before joining Yale, Zhuoran worked as a postdoctoral researcher at the University of California, Berkeley, advised by Michael. I. Jordan. Prior to that, he obtained his Ph.D. from the Department of Operations Research and Financial Engineering at Princeton University, co-advised by Jianqing Fan and Han Liu. </p></div></div>\n</div>\n<div class=\"field--type-entity-reference-taxonomy-term field field--name-field-ps-events-category field--type-entity-reference field--label-above\">\n<div class=\"field__label\">Event Category</div>\n<div class=\"field__items\">\n<div class=\"tid-96 field__item\">S. S. Wilks Memorial Seminar in Statistics</div>\n</div>\n</div>"
  },
  {
    "guid": "ps_events:11891:delta:0",
    "startTime": "2025-09-22T12:15:00",
    "endTime": "2025-09-22T13:15:00",
    "urlRef": "https://orfe.princeton.edu/events/2025/xinghua-zheng-hong-kong-university-science-and-technology",
    "series": "S. S. Wilks Memorial Seminar in Statistics",
    "content": "AbstractWe develop a statistical learning framework for constructing the stochastic discount factor (SDF) portfolio. To address the dimensionality challenge\\, we extend the MAXSER method (Ao\\, Li\\, and Zheng\\, 2019\\, RFS) to allow for N &gt\\;&gt\\; T\\; prove that it surely screens for useful characteristics\\; and establish asymptotic normality for the SDF loading estimates. Using 153 characteristics returns from cross-sectional regressions\\, our framework not only constructs an SDF with a high out-of-sample Sharpe ratio that successfully prices the cross-section of expected returns\\, but also",
    "speaker": "Xinghua Zheng\\, Hong Kong University of Science and Technology",
    "location": {
      "name": "Sherrerd Hall",
      "id": "",
      "detail": "101"
    },
    "title": "Cross-Sectional Learning and Inference for the Stochastic Discount Factor",
    "cancelled": "",
    "bannerImage": "",
    "itemType": "advertisement",
    "rawEventDetails": "<h2 class=\"details\">Details</h2>\n<div class=\"clearfix text-formatted field field--name-field-ps-body field--type-text-long field--label-visually_hidden\">\n<div class=\"field__label visually-hidden\">Event Description</div>\n<div class=\"field__item\"><div class=\"tex2jax_process\"><h3>Abstract</h3><p>We develop a statistical learning framework for constructing the stochastic discount factor (SDF) portfolio. To address the dimensionality challenge, we extend the MAXSER method (Ao, Li, and Zheng, 2019, RFS) to allow for N &gt;&gt; T; prove that it surely screens for useful characteristics; and establish asymptotic normality for the SDF loading estimates. Using 153 characteristics returns from cross-sectional regressions, our framework not only constructs an SDF with a high out-of-sample Sharpe ratio that successfully prices the cross-section of expected returns, but also allows us to identify key characteristic themes and test the significance of their contributions.<br/><br/>Based on joint work with Zhanhui Chen, Yi Ding, and Yingying Li.</p><h3>Short Bio</h3><p>Xinghua Zheng is a Professor of Business Statistics at HKUST. He received his PhD in statistics from the University of Chicago in 2008. His current research centers on developing statistical theory and methods with a particular focus on financial applications. His research has been published in Annals of Statistics, Annals of Probability, Econometrica, Review of Financial Studies, Journal of Financial Economics, and Journal of Econometrics. He is an elected Fellow of the Society of Financial Econometrics (SoFiE). </p></div></div>\n</div>\n<div class=\"field--type-entity-reference-taxonomy-term field field--name-field-ps-events-category field--type-entity-reference field--label-above\">\n<div class=\"field__label\">Event Category</div>\n<div class=\"field__items\">\n<div class=\"tid-96 field__item\">S. S. Wilks Memorial Seminar in Statistics</div>\n</div>\n</div>"
  },
  {
    "guid": "ps_events:11826:delta:0",
    "startTime": "2025-09-23T16:30:00",
    "endTime": "2025-09-23T17:30:00",
    "urlRef": "https://orfe.princeton.edu/events/2025/dimitris-bertsimas-mit",
    "series": "ORFE Department Colloquia,Optimization Seminar",
    "content": "I present a vision for online education that adapts the context\\, the duration\\, the language and the depth of a lecture to the learner. This is a vision of personalized&nbsp\\;education that\\, in my opinion\\, will revolutionize education and will change universities in the&nbsp\\;years to come.&nbsp\\; I outline the &nbsp\\;current efforts in these directions within Open Learning at MIT.&nbsp\\;BioDimitris Bertsimas is the Vice Provost for Open Learning\\, the Associate Dean of Online Education &amp\\; Artificial Intelligence\\, the Boeing Leaders for Global Operations Professor of Management\\,",
    "speaker": "Dimitris Bertsimas\\, MIT",
    "location": {
      "name": "Computer Science",
      "id": "",
      "detail": "104"
    },
    "title": "A vision of Customized and Adaptive Online Education using Gen-AI",
    "cancelled": "",
    "bannerImage": "",
    "itemType": "advertisement",
    "rawEventDetails": "<h2 class=\"details\">Details</h2>\n<div class=\"clearfix text-formatted field field--name-field-ps-body field--type-text-long field--label-visually_hidden\">\n<div class=\"field__label visually-hidden\">Event Description</div>\n<div class=\"field__item\"><div class=\"tex2jax_process\"><p>I present a vision for online education that adapts the context, the duration, the language and the depth of a lecture to the learner. This is a vision of personalized education that, in my opinion, will revolutionize education and will change universities in the years to come.  I outline the  current efforts in these directions within Open Learning at MIT. </p><h2>Bio</h2><p>Dimitris Bertsimas is the Vice Provost for Open Learning, the Associate Dean of Online Education &amp; Artificial Intelligence, the Boeing Leaders for Global Operations Professor of Management, and a Professor of Operations Research at the Massachusetts Institute of Technology. Professor Bertsimas is a distinguished member of the U.S. National Academy of Engineering, an INFORMS Fellow, and a recipient of numerous prestigious awards, including the James R. Killian Jr. Faculty Achievement Award, John von Neumann Theory Prize, the Frederick W. Lanchester Prize, and the INFORMS President’s Award, among many others recognizing his contributions to research and teaching. He has supervised 106 completed and 19 ongoing doctoral theses and co-founded twelve AI companies, four of which have been successfully acquired. A prolific scholar, he has authored over 300 scientific papers and eight books. He holds a Bachelor of Science in Electrical Engineering and Computer Science from the National Technical University of Athens, Greece, as well as a Master of Science in Operations Research and a Ph.D. in Applied Mathematics and Operations Research from MIT.</p></div></div>\n</div>\n<div class=\"field--type-entity-reference-taxonomy-term field field--name-field-ps-events-category field--type-entity-reference field--label-above\">\n<div class=\"field__label\">Event Category</div>\n<div class=\"field__items\">\n<div class=\"tid-106 field__item\">Optimization Seminar</div>\n<div class=\"tid-111 field__item\">ORFE Department Colloquia</div>\n</div>\n</div>"
  },
  {
    "guid": "ps_events:11886:delta:0",
    "startTime": "2025-09-29T12:15:00",
    "endTime": "2025-09-29T13:15:00",
    "urlRef": "https://orfe.princeton.edu/events/2025/zhimei-ren-university-pennsylvania",
    "series": "S. S. Wilks Memorial Seminar in Statistics",
    "content": "AbstractIn this talk\\, I will introduce adaptive conformal selection (ACS)\\, an interactive framework for model-free selection with guaranteed error control. Building on conformal selection (Jin and Candès\\, 2023b)\\, ACS generalizes the approach to support human-in-the-loop adaptive data analysis. Under the ACS framework\\, we can partially reuse the data to boost the selection power\\, make decisions on the fly while exploring the data\\, and incorporate new information or preferences as they arise. The key to ACS is a carefully designed principle that controls the information available for",
    "speaker": "Zhimei Ren\\, University of Pennsylvania",
    "location": {
      "name": "Sherrerd Hall",
      "id": "",
      "detail": "101"
    },
    "title": "ACS: An interactive framework for conformal selection",
    "cancelled": "",
    "bannerImage": "",
    "itemType": "advertisement",
    "rawEventDetails": "<h2 class=\"details\">Details</h2>\n<div class=\"clearfix text-formatted field field--name-field-ps-body field--type-text-long field--label-visually_hidden\">\n<div class=\"field__label visually-hidden\">Event Description</div>\n<div class=\"field__item\"><div class=\"tex2jax_process\"><h3>Abstract</h3><p>In this talk, I will introduce adaptive conformal selection (ACS), an interactive framework for model-free selection with guaranteed error control. Building on conformal selection (Jin and Candès, 2023b), ACS generalizes the approach to support human-in-the-loop adaptive data analysis. Under the ACS framework, we can partially reuse the data to boost the selection power, make decisions on the fly while exploring the data, and incorporate new information or preferences as they arise. The key to ACS is a carefully designed principle that controls the information available for decision making, allowing the data analyst to explore the data adaptively while maintaining rigorous control of the false discovery rate (FDR). Based on the ACS framework, we provide concrete selection algorithms for various goals, including model update/selection, diversified selection, and incorporating newly available labeled data. The effectiveness of ACS is demonstrated through extensive numerical simulations and real-data applications in large language model (LLM) deployment and drug discovery.</p></div></div>\n</div>\n<div class=\"field--type-entity-reference-taxonomy-term field field--name-field-ps-events-category field--type-entity-reference field--label-above\">\n<div class=\"field__label\">Event Category</div>\n<div class=\"field__items\">\n<div class=\"tid-96 field__item\">S. S. Wilks Memorial Seminar in Statistics</div>\n</div>\n</div>"
  },
  {
    "guid": "ps_events:11941:delta:0",
    "startTime": "2025-10-01T16:30:00",
    "endTime": "2025-10-01T17:30:00",
    "urlRef": "https://orfe.princeton.edu/events/2025/benjamin-zhang-university-north-carolina-chapel-hill",
    "series": "Stochastic Analysis Seminar",
    "content": "AbstractParticle exchange methods such as parallel tempering (also known as replica exchange) are arguably the most effective computational tools for approximating integrals with respect to high-dimensional Gibbs measures with complex structure. In particular\\, exchange between replicas with different temperatures can greatly mitigate the so-called rare event sampling problem. One can consider the Gibbs measure as the solution to an eigenvalue problem with known (zero) eigenvalue. We describe how these methods can be generalized to problems where the eigenvalue is not known&nbsp\\;",
    "speaker": "Benjamin Zhang\\, University of North Carolina Chapel Hill",
    "location": {
      "name": "Sherrerd Hall",
      "id": "",
      "detail": "101"
    },
    "title": "Particle exchange Monte Carlo methods for eigenfunction and related nonlinear problems",
    "cancelled": "",
    "bannerImage": "",
    "itemType": "advertisement",
    "rawEventDetails": "<h2 class=\"details\">Details</h2>\n<div class=\"clearfix text-formatted field field--name-field-ps-body field--type-text-long field--label-visually_hidden\">\n<div class=\"field__label visually-hidden\">Event Description</div>\n<div class=\"field__item\"><div class=\"tex2jax_process\"><h3>Abstract</h3><p>Particle exchange methods such as parallel tempering (also known as replica exchange) are arguably the most effective computational tools for approximating integrals with respect to high-dimensional Gibbs measures with complex structure. In particular, exchange between replicas with different temperatures can greatly mitigate the so-called rare event sampling problem. One can consider the Gibbs measure as the solution to an eigenvalue problem with known (zero) eigenvalue. We describe how these methods can be generalized to problems where the eigenvalue is not known <em>a priori</em>. To obtain an appropriate particle exchange rule, one must replace a single particle with a pair of processes, with one forward in time and the other backward. Once this structure is identified, exchange based on parameters such as temperature becomes possible. An application of this method for approximating the optimal feedback control for ergodic stochastic control is discussed. <a href=\"https://arxiv.org/abs/2505.23456\">This is joint work with Paul Dupuis</a>.</p></div></div>\n</div>\n<div class=\"field--type-entity-reference-taxonomy-term field field--name-field-ps-events-category field--type-entity-reference field--label-above\">\n<div class=\"field__label\">Event Category</div>\n<div class=\"field__items\">\n<div class=\"tid-541 field__item\">Stochastic Analysis Seminar</div>\n</div>\n</div>"
  },
  {
    "guid": "ps_events:11841:delta:0",
    "startTime": "2025-10-07T16:30:00",
    "endTime": "2025-10-07T17:30:00",
    "urlRef": "https://orfe.princeton.edu/events/2025/milind-tambe-harvard-university",
    "series": "ORFE Department Colloquia",
    "content": "AbstractFor nearly two decades\\, my team’s work on AI for Social Impact (AI4SI) has focused on optimizing limited resources in critical areas like public health\\, conservation\\, and public safety. In this talk\\, I will highlight field test results from our deployed work in India\\, demonstrating measurable improvements in effectiveness for the world's two largest mobile health programs for maternal and child care. We have leveraged innovative restless and collaborative bandit algorithms to achieve these gains\\, revealing new technical directions in the process. Additionally\\, I will",
    "speaker": "Milind Tambe\\, Harvard University",
    "location": {
      "name": "Computer Science",
      "id": "",
      "detail": "104"
    },
    "title": "Optimizing Social Impact: Field Deployments, Bandit Algorithms, and the Role of LLM Agents",
    "cancelled": "",
    "bannerImage": "",
    "itemType": "advertisement",
    "rawEventDetails": "<h2 class=\"details\">Details</h2>\n<div class=\"clearfix text-formatted field field--name-field-ps-body field--type-text-long field--label-visually_hidden\">\n<div class=\"field__label visually-hidden\">Event Description</div>\n<div class=\"field__item\"><div class=\"tex2jax_process\"><h3>Abstract</h3><p>For nearly two decades, my team’s work on AI for Social Impact (AI4SI) has focused on optimizing limited resources in critical areas like public health, conservation, and public safety. In this talk, I will highlight field test results from our deployed work in India, demonstrating measurable improvements in effectiveness for the world's two largest mobile health programs for maternal and child care. We have leveraged innovative restless and collaborative bandit algorithms to achieve these gains, revealing new technical directions in the process. Additionally, I will present our ongoing research on network-based HIV testing in South Africa, which is modeled as a branching bandit problem. These projects, along with our other health-related projects in Africa, illustrate a core challenge in our field. Deploying end-to-end AI4SI systems requires us to repeat three labor intensive steps: understanding stakeholder challenges, building tailored models, and rigorous field testing. I'll share initial results on how we can leverage current LLM-based agents and multiagents to accelerate this AI4SI process, significantly improving the speed and scale of social impact applications that focus on resource optimization.</p><h3>Bio</h3><p>Milind Tambe is Gordon McKay Professor of Computer Science; concurrently, he is also Principal Scientist and Director at Google Deepmind.  Prof. Tambe and his team have developed pioneering AI systems that deliver real-world impact in public health (e.g., maternal and child health), public safety, and wildlife conservation. He is recipient of the AAAI  Award for Artificial Intelligence for the Benefit of Humanity,    AAAI Feigenbaum Prize,   IJCAI John McCarthy Award,    AAAI Robert S. Engelmore Memorial Lecture Award, AAMAS ACM Autonomous Agents Research Award,  INFORMS  Wagner prize for excellence in Operations Research practice, Military Operations Research Society Rist Prize,  Columbus Fellowship Foundation Homeland security award and commendations and certificates of appreciation from the US Coast Guard, the Federal Air Marshals Service and airport police at the city of Los Angeles.  He is a fellow of AAAI and ACM.</p></div></div>\n</div>\n<div class=\"field--type-entity-reference-taxonomy-term field field--name-field-ps-events-category field--type-entity-reference field--label-above\">\n<div class=\"field__label\">Event Category</div>\n<div class=\"field__items\">\n<div class=\"tid-111 field__item\">ORFE Department Colloquia</div>\n</div>\n</div>"
  },
  {
    "guid": "ps_events:11866:delta:0",
    "startTime": "2025-10-09T16:30:00",
    "endTime": "2025-10-09T17:30:00",
    "urlRef": "https://orfe.princeton.edu/events/2025/antoine-deza-mcmaster-university",
    "series": "Optimization Seminar",
    "content": "AbstractA lattice $(d\\,k)$-polytope is the convex hull of a set of points in dimension $d$&nbsp\\;whose coordinates are&nbsp\\;integers ranging from $0$ to $k$.&nbsp\\;We investigate the&nbsp\\;smallest possible distance between two disjoint lattice $(d\\,k)$-polytopes. A pair&nbsp\\;of polytopes&nbsp\\;achieving&nbsp\\;this&nbsp\\;minimal distance are called kissing polytopes.&nbsp\\;This question arises&nbsp\\;in various contexts where the minimal distance between such polytopes&nbsp\\;appears in complexity bounds for optimization algorithms.&nbsp\\;We provide&nbsp\\;nearly matching lower&nbsp\\;and upper",
    "speaker": "Antoine Deza\\, McMaster University",
    "location": {
      "name": "Sherrerd Hall",
      "id": "",
      "detail": "101"
    },
    "title": "Integrality properties of kissing polytopes distances",
    "cancelled": "",
    "bannerImage": "",
    "itemType": "advertisement",
    "rawEventDetails": "<h2 class=\"details\">Details</h2>\n<div class=\"clearfix text-formatted field field--name-field-ps-body field--type-text-long field--label-visually_hidden\">\n<div class=\"field__label visually-hidden\">Event Description</div>\n<div class=\"field__item\"><div class=\"tex2jax_process\"><h3>Abstract</h3><p>A lattice $(d,k)$-polytope is the convex hull of a set of points in dimension $d$ whose coordinates are integers ranging from $0$ to $k$. We investigate the smallest possible distance between two disjoint lattice $(d,k)$-polytopes. A pair of polytopes achieving this minimal distance are called kissing polytopes. This question arises in various contexts where the minimal distance between such polytopes appears in complexity bounds for optimization algorithms. We provide nearly matching lower and upper bounds for this distance and propose an algebraic model. Our formulation yields explicit formulas in dimensions $2$ and $3$, and allows for the computation of previously intractable values. We also discuss related results, such as the Alon–Vu bounds for flat simplices — that is, the minimum distance between a vertex of a lattice $(d,1)$-simplex and the affine space spanned by the remaining vertices. Finally, we observe that all the known squared distances between kissing polytopes are inverses of integers, and we ask whether this observation holds in general. Based on joint-work with Shmuel Onn (Technion), Sebastian Pokutta (Zuse Institute Berlin and TU Berlin), and Lionel Pournin (Université Paris 13).</p></div></div>\n</div>\n<div class=\"field--type-entity-reference-taxonomy-term field field--name-field-ps-events-category field--type-entity-reference field--label-above\">\n<div class=\"field__label\">Event Category</div>\n<div class=\"field__items\">\n<div class=\"tid-106 field__item\">Optimization Seminar</div>\n</div>\n</div>"
  },
  {
    "guid": "ps_events:11871:delta:0",
    "startTime": "2025-10-27T12:15:00",
    "endTime": "2025-10-27T13:15:00",
    "urlRef": "https://orfe.princeton.edu/events/2025/xuming-he-washington-university",
    "series": "S. S. Wilks Memorial Seminar in Statistics",
    "content": "AbstractExpected&nbsp\\;shortfall\\, measuring the average outcome (e.g.\\, portfolio loss) above a given quantile of its probability distribution\\, is a common financial risk measure. The same measure can be used to characterize treatment effects in the tail of an outcome distribution\\, with applications ranging from policy evaluation in economics and public health to biomedical investigations. Expected&nbsp\\;shortfall&nbsp\\;regression is a natural approach of modeling covariate-adjusted&nbsp\\;expected&nbsp\\;shortfalls. Because the&nbsp\\;expected&nbsp\\;shortfall&nbsp\\;cannot be written as a",
    "speaker": "Xuming He\\, Washington University",
    "location": {
      "name": "Sherrerd Hall",
      "id": "",
      "detail": "101"
    },
    "title": "Some Recent Developments in Expected Shortfall Regression",
    "cancelled": "",
    "bannerImage": "",
    "itemType": "advertisement",
    "rawEventDetails": "<h2 class=\"details\">Details</h2>\n<div class=\"clearfix text-formatted field field--name-field-ps-body field--type-text-long field--label-visually_hidden\">\n<div class=\"field__label visually-hidden\">Event Description</div>\n<div class=\"field__item\"><div class=\"tex2jax_process\"><h3>Abstract</h3><p>Expected shortfall, measuring the average outcome (e.g., portfolio loss) above a given quantile of its probability distribution, is a common financial risk measure. The same measure can be used to characterize treatment effects in the tail of an outcome distribution, with applications ranging from policy evaluation in economics and public health to biomedical investigations. Expected shortfall regression is a natural approach of modeling covariate-adjusted expected shortfalls. Because the expected shortfall cannot be written as a solution of an expected loss function at the population level, computational as well as statistical challenges around expected shortfall regression have led to stimulating research. We discuss some recent developments in this area, with a focus on a new optimization-based semiparametric approach to estimation of conditional expected shortfall that adapts well to data heterogeneity with minimal model assumptions.</p><h3>Bio</h3><p><a href=\"https://sds.wustl.edu/people/xuming-he\">Xuming He</a> is the Kotzubei-Beckmann Distinguished Professor and Inaugural Chair of Statistics and Data Science at the Washington University in St. Louis. He currently serves as President (2023–2025) of the International Statistical Institute, and Joint Editor of the Journal of the Royal Statistical Society (JRSS-B) .  His research interests include theory and methodology in robust statistics, semiparametric models, quantile regression, Bayesian inference,  and post-selection inference. His interdisciplinary research aims to promote the better use of statistics in biosciences, concussion research, and social-economic studies. He is an elected Fellow of the American Association for the Advancement of Science (AAAS), the American Statistical Association (ASA), and the Institute of Mathematical Statistics (IMS). His recent honors and awards include the Founders Award (2021) from the ASA, the Distinguished Faculty Achievement Award (2021) from the University of Michigan,  the Carver Medal (2022) from the IMS, and the Noether Distinguished Scholar Award (2025) from the ASA.</p></div></div>\n</div>\n<div class=\"field--type-entity-reference-taxonomy-term field field--name-field-ps-events-category field--type-entity-reference field--label-above\">\n<div class=\"field__label\">Event Category</div>\n<div class=\"field__items\">\n<div class=\"tid-96 field__item\">S. S. Wilks Memorial Seminar in Statistics</div>\n</div>\n</div>"
  },
  {
    "guid": "ps_events:11896:delta:0",
    "startTime": "2025-11-11T12:15:00",
    "endTime": "2025-11-11T13:15:00",
    "urlRef": "https://orfe.princeton.edu/events/2025/yang-feng-new-york-university",
    "series": "S. S. Wilks Memorial Seminar in Statistics",
    "speaker": "Yang Feng\\, New York University",
    "location": {
      "name": "Sherrerd Hall",
      "id": "",
      "detail": "101"
    },
    "title": "Yang Feng\\, New York University",
    "cancelled": "",
    "bannerImage": "",
    "itemType": "advertisement",
    "rawEventDetails": "<div class=\"field--type-entity-reference-taxonomy-term field field--name-field-ps-events-category field--type-entity-reference field--label-above\">\n<div class=\"field__label\">Event Category</div>\n<div class=\"field__items\">\n<div class=\"tid-96 field__item\">S. S. Wilks Memorial Seminar in Statistics</div>\n</div>\n</div>"
  },
  {
    "guid": "ps_events:11831:delta:0",
    "startTime": "2025-11-11T16:30:00",
    "endTime": "2025-11-11T17:30:00",
    "urlRef": "https://orfe.princeton.edu/events/2025/vijay-vazirani-university-california-irvine",
    "series": "ORFE Department Colloquia",
    "content": "AbstractFor a mechanism to be truly impactful\\, it must combine strong game-theoretic properties with computational efficiency -- a&nbsp\\;classic example is the Gale–Shapley (1962) stable matching algorithm. This talk focuses on cardinal-utility matching markets\\, for which the most&nbsp\\;well&nbsp\\;known mechanism is the pricing-based approach of Hylland and Zeckhauser (1979). While this mechanism satisfies several desirable game-theoretic properties\\, recent work has shown it to be computationally intractable\\, both in theory and in practice.This talk will review a series of",
    "speaker": "Vijay Vazirani\\, University of California\\, Irvine",
    "location": {
      "name": "Sherrerd Hall",
      "id": "",
      "detail": "101"
    },
    "title": "Cardinal-Utility Matching Markets: Pricing is Intractability, but Nash Bargaining Works!",
    "cancelled": "",
    "bannerImage": "",
    "itemType": "advertisement",
    "rawEventDetails": "<h2 class=\"details\">Details</h2>\n<div class=\"clearfix text-formatted field field--name-field-ps-body field--type-text-long field--label-visually_hidden\">\n<div class=\"field__label visually-hidden\">Event Description</div>\n<div class=\"field__item\"><div class=\"tex2jax_process\"><h3>Abstract</h3><p>For a mechanism to be truly impactful, it must combine strong game-theoretic properties with computational efficiency -- a classic example is the Gale–Shapley (1962) stable matching algorithm. This talk focuses on cardinal-utility matching markets, for which the most well known mechanism is the pricing-based approach of Hylland and Zeckhauser (1979). While this mechanism satisfies several desirable game-theoretic properties, recent work has shown it to be computationally intractable, both in theory and in practice.</p><p>This talk will review a series of papers that:</p><ol><li>establish this intractability;</li><li>propose an alternative mechanism based on Nash bargaining;</li><li>demonstrate that this new mechanism achieves game-theoretic and computational guarantees; and</li><li>provide evidence that significantly better alternatives are unlikely.</li></ol><p>This talk is self contained and is based on these and related papers.</p><ol><li><a href=\"https://ics.uci.edu/~vazirani/VY.pdf\">Computational Complexity of the Hylland-ZeckHauser Mechanism for One-Sided Matching Markets</a></li><li><a href=\"https://ics.uci.edu/~vazirani/NBalg.pdf\">The Notion of a Rational Convex Program, and an Algorithm for the Arrow-Debreu Nash Bargaining Game</a></li><li><a href=\"https://arxiv.org/abs/2105.10704\">Nash-Bargaining-Based Models for Matching Markets: One-Sided and Two-Sided; Fisher and Arrow-Debreu</a></li><li><a href=\"https://arxiv.org/abs/2106.02024\">Time-Efficient Algorithms for Nash-Bargaining-Based Matching Market Models</a></li><li><a href=\"https://arxiv.org/abs/2402.08851\">Cardinal-Utility Matching Markets: The Quest for Envy-Freeness, Pareto-Optimality, and Efficient Computability</a></li></ol><h3>Bio</h3><p>Vijay Vazirani is ICS Alumni Professor in the School of Information and Computer Sciences and Distinguished Professor in the Computer Science Department at the University of California, Irvine. A description of his research appears in the <a href=\"https://ics.uci.edu/~vazirani/JvNP.pdf\" target=\"_blank\">citation</a> of his 2022 INFORMS John von Neumann Theory Prize. His most recent book, <a href=\"https://ics.uci.edu/~vazirani/cover.pdf\" target=\"_blank\"><em>Online and Matching-Based Market Design</em></a><em> </em>(co-edited), appeared in July 2023.</p><p> </p></div></div>\n</div>\n<div class=\"field--type-entity-reference-taxonomy-term field field--name-field-ps-events-category field--type-entity-reference field--label-above\">\n<div class=\"field__label\">Event Category</div>\n<div class=\"field__items\">\n<div class=\"tid-111 field__item\">ORFE Department Colloquia</div>\n</div>\n</div>"
  },
  {
    "guid": "ps_events:11946:delta:0",
    "startTime": "2025-11-19T16:30:00",
    "endTime": "2025-11-19T17:30:00",
    "urlRef": "https://orfe.princeton.edu/events/2025/w-p-malcolm-defence-science-and-technology-group-australia",
    "series": "Stochastic Analysis Seminar",
    "content": "AbstractThe concept of a semi-Markov model was first introduced by Paul Levy in 1954.&nbsp\\; Shortly after&nbsp\\; Levy's article further papers on this topic were written (separately)\\, by Walter L. Smith\\, Lagos Takacs and William Feller. More recently an extensive review article on Hidden semi-Markov Models (HsMMs) written by Shun-Zheng Yu appeared in the Journal of Artificial Intelligence\\,&nbsp\\; Nr. 174 (2010) pp. 115-125.In this seminar we restrict our attention to partially observed discrete-time semi-Markov chains\\, with emphasis upon estimation schemes such as recursive",
    "speaker": "W. P. Malcolm\\, Defence Science and Technology Group Australia",
    "location": {
      "name": "Sherrerd Hall",
      "id": "",
      "detail": "101"
    },
    "title": "Modelling and Estimation for Partially Observed Discrete-Time Semi-Markov Chains",
    "cancelled": "",
    "bannerImage": "",
    "itemType": "advertisement",
    "rawEventDetails": "<h2 class=\"details\">Details</h2>\n<div class=\"clearfix text-formatted field field--name-field-ps-body field--type-text-long field--label-visually_hidden\">\n<div class=\"field__label visually-hidden\">Event Description</div>\n<div class=\"field__item\"><div class=\"tex2jax_process\"><h3>Abstract</h3><p>The concept of a semi-Markov model was first introduced by Paul Levy in 1954.  Shortly after  Levy's article further papers on this topic were written (separately), by Walter L. Smith, Lagos Takacs and William Feller. More recently an extensive review article on Hidden semi-Markov Models (HsMMs) written by Shun-Zheng Yu appeared in the Journal of Artificial Intelligence,  Nr. 174 (2010) pp. 115-125.</p><p>In this seminar we restrict our attention to partially observed discrete-time semi-Markov chains, with emphasis upon estimation schemes such as recursive filtering, smoothing and parameter estimation. The prefix 'semi' in a semi-Markov chain refers to arbitrary state sojourns, in stark contrast to a first-order discrete-time time-homogeneous Markov chain, which implicitly has geometric (memory-less) sojourns for each of its states. To compute our estimators we use a natural-number-valued process which counts the number of time steps since the chain entered its current state. Augmenting a semi-Markov chain with this process we get a new joint process which is a first-order time-homogeneous Markov chain on a lattice-based state space. The mapping we use from the primary state-space for a semi-Markov chain up  to the lattice-based state space is a bijective map. Consequently, we can perform our estimation tasks on the lattice-based state space, ' as if ' our observations were generated by a first-order time-homogeneous Markov chain. Estimates for the semi-Markov chain are then recovered through an adjoint map. Semi-Markov chains contain Markov chains as a special degenerate case when all sojourns are taken as geometric. This correspondence in our estimators is shown. We finish with a simulation study of our estimators for a partially observed 3-state semi-Markov model with sojourn models ; 1.) a Dirac distribution on 5, 2.) a geometric distribution and  3.) a distribution on sojourns 2, 3 and 5 time steps only. </p><h3>Bio</h3><p>W. P. Malcolm received his PhD from the ANU in 1999. His PhD advisors were Professor Matthew James (Electrical Engineering ANU), Assoc. Professor Daryl Daley (Mathematics ANU) and Professor Robert Elliott (Mathematics University of Alberta, Canada). His PhD Thesis concerned estimation schemes for modulated counting processes via change of probability measure techniques and is titled  \"Robust Filtering and Estimation with Poisson Observations”. W. P. Malcolm has worked on the applications of probability and estimation to defence science problems for 20+ years, mostly on estimation tasks such as detection, modulation recognition, filtering, target tracking, optimal resource allocation, natural language processing and the aggregation of quantified expert opinion. He was also employed as a senior researcher in the National ICT Australia (NICTA) for a period of 5 years and spent the year of June 2003 to June 2004 at the University of Calgary as a Postdoc with Professor Robert Elliott. He is currently employed in Canberra by the Defence Science Technology Group within the Cyber Assurance and Resilience branch of the Information Sciences Division.</p></div></div>\n</div>\n<div class=\"field--type-entity-reference-taxonomy-term field field--name-field-ps-events-category field--type-entity-reference field--label-above\">\n<div class=\"field__label\">Event Category</div>\n<div class=\"field__items\">\n<div class=\"tid-541 field__item\">Stochastic Analysis Seminar</div>\n</div>\n</div>"
  }
]